
DVDModuleNameInList								= "DVD";
DVDWindowHeader									= "DVD-плеер";
DVDNoDiskInserted								= "Вставьте DVD";
DVDInsertedLabel								= "Вставленный DVD";
DVDReadingDVDPleaseWait                         = "Чтение DVD…";
DVDModuleMenu                                   = "Меню DVD";
DVDModuleEject                                  = "Извлечь диск";
DVDModuleStop                                   = "Остановить";
DVDModuleResume                                 = "Продолжить показ";
DVDModuleHistoryBeginning                       = "Показать с начала";
DVDModuleHistoryDefaultBookmark                 = "Начать с закладки";

DVDOptionsHeader								= "Параметры";
DVDOptionsFlagOn                                = "Выкл.";
DVDOptionsFlagOff                               = "Вкл.";
DVDOptionsMuting                                = "Звук";
DVDOptionsCaptioning                            = "Скрытые субтитры";
DVDPlayerChapterFormatter                       = "Глава %d из %d";

ErrorCantInitializeDVDPlaybackAlert				= "Сейчас DVD невозможно воспроизвести.";
ErrorCantInitializeDVDPlaybackMessage			= "DVD воспроизводится другой программой. Вернитесь на Рабочий стол, завершите работу другой программы и попробуйте еще раз.";
ErrorCantEjectDVDAlert							= "Данный DVD нельзя извлечь.";
ErrorCantEjectDVDMessage						= "DVD воспроизводится другой программой.Вернитесь на Рабочий стол и завершите работу другой программы.";
ErrorBadRegionCodeAlert							= "Региональный код DVD не соответствует коду DVD-плеера.";
ErrorBadRegionCodeMessage						= "Подробные сведения о региональных кодах приведены в Справке DVD-плеера.";
ErrorBadDVDMediaAlert							= "Данный DVD нельзя воспроизвести.";
ErrorBadDVDMenuMessage							= "Формат не опознан.";

/* Generic Fatal DVD Alert Messages */
ErrorFatalDVDAlert								= "Данный DVD нельзя воспроизвести.";
ErrorFatalDVDMessage							= "Проблема с диском.";

/* The following are straight error codes matching strings for the DVD Player framework */

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025											= "Защиту данного диска от копирования не удается подтвердить.";
